<!DOCTYPE html>
<html lang="ru" prefix="og: http://ogp.me/ns#">

<head>
  <!-- Open Graph settings -->
  <meta property="og:title" content="Unimice - Правила проекта" />
  <meta property="og:type" content="article" />
  <meta property="og:url" content="https://unimice.ru/" />
  <meta property="og:image" content="/images/favicon.webp" />
  <meta property="og:description" content="Unimice - Правила проекта" />
  <meta property="og:site_name" content="Unimice" />

  <!-- SEO settings -->
  <meta name="keywords" content="Unimice - Правила проекта" />
  <title>Unimice - Правила проекта</title>
  <meta name="description" content="Unimice - Правила проекта" />

  <!-- Canonical -->
  <link rel=“canonical” href=“https://unimice.ru/rules” />

  <!-- Encoding and Viewport settings -->
  <!-- Cache settings -->
  <!-- favicon settings -->
  <!-- Stylesheets linking -->
  <?php include 'modules/uniheader.php'; ?>

</head>

<body>
  <div class="page-holder">
    <!-- Header -->
    <?php include 'modules/header.php'; ?>
    <!-- /Header -->

    <!-- Main -->
    <section id="main">
      <div class="container">
        <div class="third">
          <h1>🔮 Unimice - Правила проекта</h1>

          <a href="https://discord.gg/unimice"><div class="button rotator glow">Уточнить в Discord</div></a>
        </div>
        <div class="third" itemscope itemtype="http://schema.org/ImageObject">
          <img src="images/image.webp"
            alt="Мышка следит за соблюдением правил и наказывает нарушителей"
            itemprop="contentUrl" style="height: 300px" />
          <meta itemprop="name" content="Unimice Minecraft Server Image" />
          <meta itemprop="caption"
            content="Приватные Майнкрафт сервера с модами и плагинами без доната - Unimice - Унимайс - Мышка Судья" />
          <meta itemprop="description"
            content="Изображение, показывающее Unimice - приватный сервер Minecraft с модами и плагинами без доната." />
          <center>
            <p class=f12>Мышка следит за соблюдением правил и наказывает нарушителей</p>
          </center>
        </div>
        <div class="third">
          <h2>👑 Этот список правил разработан, чтобы сделать игру максимально комфортной и приятяной для всех</h2>
          <h3>👾 Чтобы поддерживать порядок и дружную атмосферу, а также чтобы разрешать споры игроков у нас есть правила, которые помогут в любой ситуации</h3>
        </div>
      </div>
    </section>
    <!-- /Main -->

    <!-- Rules -->
    <section id="rules">
      <div class="container"><div class="one">
        <h3>I. Основные положения проекта</h3>
        <p>1 Регистрируя аккаунт на нашем проекте, пользователь подтверждает свою ознакомленность и согласие с нижеизложенными положениями и правилами игры, пользователь подтверждает согласие на сбор и обработку неперсонализированных технических данных, а также данных, присущих особенностям функционирования в сети Интернет.</p>

          <p>2 Пользователь подтверждает, что незнание им (пользователем) правил не освобождает его (пользователя) от ответственности.</p>

            <p>3 Администрация проекта оставляет за собой право изменять любые пункты правил без оповещения и предупреждения пользователей. Изменения в правилах отслеживается пользователями самостоятельно на текущей странице сайта.</p>

              <p>4 Цель данных правил – защита интересов пользователей и установление порядка на всех ресурсах проекта.</p>

                <p>5 Пользование сервисами осуществляется пользователем через клиентскую обязательную часть – Лаунчер, а так же по средствам дополнительно устанавливаемых (в зависимости от выбранного пользователем игрового режима и желаемых дополнительных функций) частей программного продукта – модов и сайта проекта.</p>

                  <p>6 Толкование правил сайта осуществляется только главными Администраторами. Любые другие попытки истолковать правила в пользу любой из сторон признаются некорректными.</p>

                    <p>7 Администрация ведет управление игровыми процессами и всем проектом -исключительно по своему усмотрению.</p>

                      <p>8 Право использования всех сервисов проекта, предоставляется Администрацией на бесплатной основе, за исключением функций, возможность приобретения которых является дополнительной и необязательной, не дающих никаких возможностей, без которых невозможен полноценный игровой процесс. Использование функционала предоставляется в текущей форме, не гарантируя 100% правильность работы. Игровые вещи, способности и т.п, утерянные в связи с ненадлежащей работой неоплачиваемых сервисов, не возвращаются.</p>

                        <p>9 Так как не всегда удается определить нарушение правил пользователем, окончательное решение остается за Администраторами проекта.</p>

                          <p>10 Администраторы проекта оставляют за собой право закрыть пользователю возможность использования программного продукта по причине, не указанной в настоящих правилах.</p>

                            <p>11 Периодические обновления (очистки) игрового мира – Вайп, производятся Администрацией по истечении временного отрезка, далее которого нормальное функционирование сервисов невозможно, ввиду особенностей построения игрового процесса. Длительность вышеуказанного временного отрезка определяется администрацией самостоятельно, исходя из технической возможности. Вайп не является отказом пользователю в использовании платных дополнений, так как при этом не происходит отзыв лицензии на часть программного продукта или ограничения функционала этой части.</p>

                              <p>12 Указанные на страницах сайта сформированные формы, с обозначенными суммами платежей, являются рекомендацией и не носят обязательный характер, равно как и не являются побуждением к действиям.</p>

                                <p>13 Пользователь несет ответственность за безопасность своего аккаунта и обязуется соблюдать все надлежащие меры по обеспечению его безопасности. Независимо от того, кем были совершены действия на аккаунте, ответственность всегда несет его владелец. Администрация проекта оставляет за собой право отказать в восстановлении доступа к аккаунту в случае взлома.</p>

                                  <p>14 Администратор вправе изъять у пользователя любое имущество, если пользователь не сможет доказать его честное (без использования запрещенных дополнительных программных средств – читов и т.д.) происхождение.</p>

                                    <p>15 Правообладателями дополнительных частей продукта являются их авторы. Использование этих частей Администрацией осуществляется на основе соглашения о свободном распространении и использовании.</p>

                                      <p>16 Модератор даёт оценку действий игрока, анализируя их соответствие правилам проекта, и выносит решение, руководствуясь собственными знаниями, опытом и соотнося принимаемое решение с личностью игрока.</p>
      </div><div class="one">
        <h3>II. Правила поведения игроков на игровых серверах</h3>
        <p>1.1 Игрокам запрещено приватить чужое имущество на себя.</p>
        <p>1.2 Игрокам запрещено открывать чужие сундуки без согласия владельца.</p>
        <p>1.3 Запрещается намеренное убийство игрока любым способом. (Допускается оговореное PvP)</p>
        <p>1.4 Игрокам запрещено создавать регионы привата с нецензурными названиями.</p>
        <p>1.5 Запрещено гриферство.</p>
        <p>1.6 Запрещено возводить постройки на расстоянии менее 5 блоков от приватов других игроков, а также на любое расстояние сверху и снизу.</p>
        <p>1.7 Игрокам запрещено создавать варпы и кланы с названием, нарушающим правила проекта.</p>
        <p>1.8 Запрещено нахождение в чужом регионе, если того не хочет хотя бы один участник региона. Обязательна фиксация нарушения на видео.</p>
        <p>Наказание: Бан от суток до вечного бана.</p>

        <p>2.1 Игрокам запрещено использовать любого рода модификации, дающие преимущества над другими игроками (читы).</p>
        <p>2.2 Запрещено использовать баги игрового клиента и сервера, дающие Вам преимущества, а также хранить предметы, полученные с помощью бага.</p>
        <p>2.3 Запрещено нарушать стабильность работы игрового сервера.</p>
        <p>Наказание: Бан от трех суток до вечного бана.</p>

        <p>3.1 Игрокам запрещено оскорблять кого-либо. Запрещены любые оскорбления или упоминания родственников игроков проекта в оскорбительной форме.</p>
        <p>3.2 Запрещены непристойные выражения, темы сексуального характера, гендерные обсуждения, а также иные вульгарные, мерзкие и похабные выражения.</p>
        <p>3.3 Запрещено необоснованно отвлекать администрацию.</p>
        <p>3.4 Запрещено засорять чат не информативными и/или повторяющимися фразами.</p>
        <p>3.5 Запрещено рекламировать любые сторонние ресурсы без согласования с администрацией.</p>
        <p>3.6 Запрещен расизм, нацизм, религиозные обсуждения (оскорбления), разжигание межнациональной розни. Запрещено распространение информации, которая связана с организациями или политическими деятелями признанными террористическими или незаконными.</p>
        <p>3.7 Запрещено писать сообщения в верхнем регистре (Caps Lock).</p>
        <p>3.8 Запрещено совершать обман при обмене/торговле.</p>
        <p>3.9 Запрещается оскорблять модераторов/администрацию и игровой проект в целом.</p>
        <p>3.10 Запрещается подстрекательство/призывы к нарушению правил сервера.</p>
        <p>3.11 Запрещается упоминание наркотических веществ, суицида.</p>
        <p>Наказание: Лишение права общаться в чате, бан от 1 суток до 2 недель, вечный бан.</p>

        <p>4.1 Запрещено входить, а так же пытаться войти под чужими аккаунтами.</p>
        <p>4.2 Запрещено регистрировать и использовать несколько аккаунтов. Исключением является, если игрок зарегистрировал аккаунт из-за невозможности зайти на старый по причине потери доступа к аккаунту, а также, если цель нового аккаунта - смена никнейма.</p>
        <p>4.3 Запрещено регистрировать ники, схожие с никами администрации сервера.</p>
        <p>4.4 Запрещено регистрировать ник, схожий с ником другого игрока, с целью выдать себя за этого игрока.</p>
        Наказание: Вечный бан.</p>

        <p>5.1 Запрещено строить постройки в виде половых органов или свастики.</p>
        <p>5.2 Запрещено строить примитивные сооружения, например, огромные каменные/земляные коробки, высокие узкие башни, высокие столбы воды/лавы, огромные бесполезные надписи, длинные дороги в воздухе, глубокие ямы в земле.</p>
        <p>6.1 Причина, которая не попадает ни под один из перечисленных выше пунктов правил.</p>
      </div><div class="one">
        <h3>III. Ограничения на игровых серверах</h3>
        <p>1.1 Запрещена постройка структур, черезмерно нагружающих сервер, если есть оптимальная версия этой структуры</p>
        <p>1.2 Запрещено размещение более 10 водяных и дробильных колес в сумме на одной базе</p>
        <p>1.3 Запрещены генераторы булыжника основанные на ломании блока</p>
        <p>1.4 Запрещена установка более 64 блоков ломания одну штуковину</p>
        <p>1.4.1 Запрещен обход правила, с помощью установки нескольких штуковин одновременно</p>
        <p>Наказание: Бан от трех суток до вечного бана.</p>
        <p>2.1 Запрещен приват структур, содержащих в себе спавнеры, или сундуки с динамическим содержимым</p>
        <p>Наказание: Бан от одной недели до вечного бана.</p>
      </div></div>
    </section>
    <!-- /Rules -->
  </div>
  <!-- Footer -->
  <?php include 'modules/footer.php'; ?>
  <!-- /Footer -->

</body>

</html>
